tests/cases/runnerValve/system/verifyScript
verify-runner-valve.py
